{
  "home": "ہوم",
  "chatbot": "چیٹ بوٹ",
  "counselling": "کاؤنسلنگ",
  "resources": "وسائل",
  "forum": "فورم",
  "dashboard": "ڈیش بورڈ",
  "chooseRole": "اپنا کردار منتخب کریں",
  "signInStudent": "طالب علم کے طور پر سائن ان کریں",
  "signInCounsellor": "کاؤنسلر کے طور پر سائن ان کریں",
  "signInAdmin": "ایڈمن کے طور پر سائن ان کریں",
  "language": "زبان",
  "profile": "پروفائل",
  "welcome": "مائنڈ کیئر میں خوش آمدید",
  "Your Mental Health Matters": "آپ کی ذہنی صحت اہم ہے",
  "Digital Wellness": "ڈیجیٹل ویلنِس",
  "Support System": "سپورٹ سسٹم",
  "Empowering college students with personalized mental health resources, AI-powered support, and a caring community dedicated to your well-being and success.": "کالج کے طلباء کو ذاتی ذہنی صحت کے وسائل، اے آئی کی مدد سے سپورٹ، اور ایک ہمدرد کمیونٹی کے ساتھ بااختیار بنانا جو آپ کی بھلائی اور کامیابی کے لیے وقف ہے۔",
  "Start Wellness Chat": "ویلنِس چیٹ شروع کریں",
  "Book Counseling": "کاؤنسلنگ بک کریں",
  "Students Helped": "مدد شدہ طلباء",
  "Satisfaction Rate": "اطمینان کی شرح",
  "Support Sessions": "سپورٹ سیشنز",
  "Available Support": "دستیاب سپورٹ",
  "Comprehensive Support": "مکمل سپورٹ",
  "Services": "خدمات",
  "Everything you need to support your mental wellness journey in one place": "وہ سب کچھ جو آپ کو اپنی ذہنی ویلنِس کے سفر میں مدد کے لیے چاہیے، ایک جگہ",
  "AI Chatbot": "اے آئی چیٹ بوٹ",
  "24/7 support with our intelligent wellness assistant powered by advanced AI": "اعلیٰ درجے کی اے آئی کے ساتھ ہمارے ذہین ویلنِس اسسٹنٹ کے ساتھ 24/7 سپورٹ",
  "Instant responses": "فوری جوابات",
  "Personalized guidance": "ذاتی رہنمائی",
  "Available anytime": "کسی بھی وقت دستیاب",
  "Counselling": "کاؤنسلنگ",
  "Book confidential sessions with licensed mental health professionals": "لائسنس یافتہ ذہنی صحت کے ماہرین کے ساتھ خفیہ سیشن بک کریں",
  "Licensed therapists": "لائسنس یافتہ معالجین",
  "Flexible scheduling": "لچکدار شیڈولنگ",
  "Complete privacy": "مکمل رازداری",
  "Resources": "وسائل",
  "Comprehensive library of articles, videos, and relaxation tools": "مضامین، ویڈیوز، اور آرام کے آلات کی جامع لائبریری",
  "Evidence-based content": "ثبوت پر مبنی مواد",
  "Interactive tools": "انٹرایکٹو ٹولز",
  "Self-paced learning": "اپنی رفتار سے سیکھنا",
  "Peer Support": "ہمسایہ سپورٹ",
  "Connect with fellow students in our moderated safe community": "ہمارے محفوظ کمیونٹی میں دیگر طلباء سے جڑیں",
  "Peer connections": "ہمسایہ روابط",
  "Moderated discussions": "منتظم مباحثے",
  "Safe environment": "محفوظ ماحول",
  "Success Stories": "کامیابی کی کہانیاں",
  "Be inspired by others' wellness journeys and transformations": "دوسروں کی ویلنِس کی سفر اور تبدیلیوں سے متاثر ہوں",
  "Real experiences": "حقیقی تجربات",
  "Inspiring journeys": "حوصلہ افزا سفر",
  "Hope and motivation": "امید اور حوصلہ",
  "How It": "یہ کیسے",
  "Works": "کام کرتا ہے",
  "Getting started with your wellness journey is simple and secure": "اپنی ویلنِس کی سفر شروع کرنا آسان اور محفوظ ہے",
  "Sign Up": "سائن اپ کریں",
  "Create your secure, anonymous profile": "اپنی محفوظ، گمنام پروفائل بنائیں",
  "Explore": "دریافت کریں",
  "Browse resources, chat with AI, or book counselling": "وسائل دیکھیں، اے آئی سے چیٹ کریں، یا کاؤنسلنگ بک کریں",
  "Connect": "جڑیں",
  "Join peer discussions and share experiences": "ہمسایہ مباحثوں میں شامل ہوں اور تجربات شیئر کریں",
  "Grow": "ترقی کریں",
  "Track progress and celebrate your wellness journey": "پیشرفت کو ٹریک کریں اور اپنی ویلنِس کی سفر کا جشن منائیں",
  "Student": "طالب علم",
  "Testimonials": "تجربات",
  "Real stories from students who found support and healing": "طلباء کی حقیقی کہانیاں جنہوں نے سپورٹ اور علاج پایا",
  "100% Confidential": "100% خفیہ",
  "Your privacy is our top priority with end-to-end encryption": "آپ کی رازداری ہماری اولین ترجیح ہے، اینڈ-ٹو-اینڈ انکرپشن کے ساتھ",
  "Available 24/7": "24/7 دستیاب",
  "Support when you need it most, day or night": "جب آپ کو سب سے زیادہ ضرورت ہو، دن یا رات، مدد دستیاب ہے",
  "Evidence-Based": "ثبوت پر مبنی",
  "All resources backed by psychological research and best practices": "تمام وسائل نفسیاتی تحقیق اور بہترین طریقوں کے ساتھ حمایت یافتہ ہیں",
  "Student-Focused": "طالب علم مرکوز",
  "Designed specifically for college student challenges and lifestyle": "خصوصی طور پر کالج کے طلباء کے چیلنجز اور طرز زندگی کے لیے ڈیزائن کیا گیا",
  "Ready to Start Your Wellness Journey?": "کیا آپ اپنی ویلنِس کی سفر شروع کرنے کے لیے تیار ہیں؟",
  "Join thousands of students who have found support, healing, and growth through our platform.": "ہزاروں طلباء میں شامل ہوں جنہوں نے ہمارے پلیٹ فارم کے ذریعے سپورٹ، علاج، اور ترقی پائی۔",
  "Start Free Today": "آج مفت شروع کریں",
  "Explore Resources": "وسائل دریافت کریں",
  "Crisis Support": "بحران سپورٹ",
  "University Wellness Center": "یونیورسٹی ویلنَس سینٹر",
  "Supporting student mental health and well-being through innovative digital interventions and personalized care.": "جدت پسند ڈیجیٹل اقدامات اور ذاتی دیکھ بھال کے ذریعے طلباء کی ذہنی صحت اور فلاح کی حمایت کرنا۔",
  "Your wellness matters": "آپ کی فلاح اہمیت رکھتی ہے",
  "Quick Links": "فوری روابط",
  "Privacy Policy": "رازداری کی پالیسی",
  "Terms of Service": "سروس کی شرائط",
  "Accessibility": "رسائی",
  "Contact Us": "ہم سے رابطہ کریں",
  "24/7 Crisis": "۲۴/۷ بحران",
  "Student Center, Room 201": "طلباء مرکز، کمرہ ۲۰۱",
  "Emergency Resources": "ہنگامی وسائل",
  "Crisis Hotline": "بحران ہاٹ لائن",
  "Suicide & Crisis Lifeline": "خودکشی اور بحران ہیلپ لائن",
  "Campus Safety": "کیمپس کی حفاظت",
  "All rights reserved.": "تمام حقوق محفوظ ہیں۔",
  "Confidential & HIPAA Compliant": "رازداری اور HIPAA مطابقت",
  "Active Students": "فعال طلبہ",
  "Sessions This Month": "اس مہینے کے سیشنز",
  "Counselling Bookings": "مشاورت کی بکنگ",
  "High-Risk Alerts": "اعلی خطرہ انتباہات",
  "Student showing signs of severe stress in chatbot interactions": "طالب علم چیٹ بوٹ میں شدید دباؤ کے آثار دکھا رہا ہے",
  "Anonymous ID: STU***789": "گمنام شناخت: STU***789",
  "Anonymous ID: STU***456": "گمنام شناخت: STU***456",
  "Anonymous ID: STU***123": "گمنام شناخت: STU***123",
  "Crisis keywords detected in forum post": "فورم پوسٹ میں بحران کے الفاظ کی نشاندہی",
  "Student completed wellness milestone - 30 day streak": "طالب علم نے ویلنس مائل اسٹون - 30 دن کی مکمل کی",
  "Exam Anxiety": "امتحان کی فکر",
  "Sleep Issues": "نیند کے مسائل",
  "Social Anxiety": "سماجی اضطراب",
  "Academic Pressure": "تعلیمی دباؤ",
  "Homesickness": "گھر کی یاد",
  "Administrative Dashboard": "انتظامی ڈیش بورڈ",
  "Wellness Analytics": "ویلنس تجزیہ",
  "Monitor student wellbeing trends and system usage (All data anonymized)": "طالب علم کی بھلائی کے رجحانات اور سسٹم کے استعمال کی نگرانی کریں (تمام ڈیٹا گمنام)",
  "Export Data": "ڈیٹا برآمد کریں",
  "Generate Report": "رپورٹ تیار کریں",
  "Student Engagement": "طالب علم کی مصروفیت",
  "Last 6 Months": "گزشتہ 6 ماہ",
  "Wellness Trend Analysis": "ویلنس رجحان تجزیہ",
  "Last 6 Weeks": "گزشتہ 6 ہفتے",
  "Most Common Concerns": "سب سے عام خدشات",
  "Recent Alerts": "حالیہ انتباہات",
  "pending": "زیر التوا",
  "resolved": "حل شدہ",
  "completed": "مکمل",
  "View All Alerts": "تمام انتباہات دیکھیں",
  "System Health": "سسٹم کی صحت",
  "Chatbot Uptime": "چیٹ بوٹ اپ ٹائم",
  "Response Time": "جواب کا وقت",
  "Database Status": "ڈیٹا بیس کی حیثیت",
  "Healthy": "صحت مند",
  "API Calls Today": "آج کے API کالز",
  "Quick Actions": "فوری کارروائیاں",
  "View All Students": "تمام طلباء دیکھیں",
  "Monitor Chatbot": "چیٹ بوٹ کی نگرانی کریں",
  "Counselling Queue": "مشاورت کی قطار",
  "Analytics Report": "تجزیاتی رپورٹ",
  "Privacy & Compliance": "رازداری اور تعمیل",
  "All student data is anonymized and HIPAA compliant. Individual identification is not possible through this dashboard.": "تمام طالب علم کے ڈیٹا گمنام ہیں اور HIPAA کے مطابق ہیں۔ اس ڈیش بورڈ کے ذریعے انفرادی شناخت ممکن نہیں ہے۔",
  "Hello! I'm MindBot, your wellness companion. I'm here to listen and provide support. How are you feeling today?": "ہیلو! میں MindBot ہوں، آپ کا ویلنیس ساتھی۔ میں سننے اور مدد دینے کے لیے یہاں ہوں۔ آج آپ کیسا محسوس کر رہے ہیں؟",
  "I understand that can be really challenging. Can you tell me more about what's been on your mind?": "میں سمجھ سکتا ہوں کہ یہ واقعی چیلنجنگ ہو سکتا ہے۔ کیا آپ مجھے بتا سکتے ہیں کہ آپ کے ذہن میں کیا چل رہا ہے؟",
  "It sounds like you're dealing with a lot right now. Remember, it's okay to feel overwhelmed sometimes.": "لگتا ہے کہ آپ ابھی بہت کچھ برداشت کر رہے ہیں۔ یاد رکھیں، کبھی کبھار دباؤ محسوس کرنا ٹھیک ہے۔",
  "That's a great step in taking care of yourself. Have you tried any relaxation techniques that work for you?": "یہ اپنے آپ کا خیال رکھنے میں ایک شاندار قدم ہے۔ کیا آپ نے کوئی ریلیکسیشن تکنیک آزمایا ہے جو آپ کے لیے کام کرتی ہو؟",
  "I'm here to support you. Would you like me to suggest some coping strategies that other students have found helpful?": "میں آپ کی مدد کے لیے یہاں ہوں۔ کیا آپ چاہتے ہیں کہ میں کچھ کوپنگ حکمت عملیاں بتاؤں جو دیگر طلبہ کے لیے مفید رہی ہیں؟",
  "Thank you for sharing that with me. Your feelings are valid, and seeking support shows real strength.": "شکریہ کہ آپ نے یہ میرے ساتھ شیئر کیا۔ آپ کے جذبات جائز ہیں، اور مدد طلب کرنا حقیقی طاقت دکھاتا ہے۔",
  "AI Wellness Assistant": "اے آئی ویلنیس اسسٹنٹ",
  "Chat with MindBot": "MindBot کے ساتھ چیٹ کریں",
  "Your confidential AI companion for mental health support and guidance": "آپ کا خفیہ AI ساتھی ذہنی صحت کے لیے مدد اور رہنمائی کے لیے",
  "Share what's on your mind...": "جو آپ کے ذہن میں ہے شیئر کریں...",
  "This conversation is private and confidential": "یہ گفتگو نجی اور خفیہ ہے",
  "I'm feeling stressed about exams": "مجھے امتحانات کی وجہ سے دباؤ محسوس ہو رہا ہے",
  "I need help with sleep issues": "مجھے نیند کے مسائل میں مدد چاہیے",
  "I want to talk about anxiety": "میں فکر کے بارے میں بات کرنا چاہتا ہوں",
  "Professional Counselling": "پیشہ ورانہ مشاورت",
  "Book a Counselling Session": "مشاورت کا سیشن بک کریں",
  "Schedule a confidential appointment with our licensed mental health professionals": "ہمارے لائسنس یافتہ ماہرین صحت ذہنی کے ساتھ خفیہ ملاقات طے کریں",
  "Personal Information": "ذاتی معلومات",
  "Full Name": "پورا نام",
  "Enter your full name": "اپنا پورا نام درج کریں",
  "Email Address": "ای میل پتہ",
  "your.email@university.edu": "aapka.email@university.edu",
  "Student ID": "طالب علم شناختی نمبر",
  "Enter your student ID": "اپنی طالب علم شناختی نمبر درج کریں",
  "Appointment Preferences": "ملاقات کی ترجیحات",
  "Preferred Time Slot": "پسندیدہ وقت",
  "Select a time slot": "وقت منتخب کریں",
  "Counsellor Preference": "کاؤنسلر کی پسند",
  "Select a counsellor": "کاؤنسلر منتخب کریں",
  "Urgency Level": "فوری ضرورت کی سطح",
  "How urgent is your need for support?": "آپ کو مدد کی کتنی فوری ضرورت ہے؟",
  "Low - General support (within a week)": "کم - عمومی مدد (ایک ہفتے میں)",
  "Medium - Moderate concern (within 3 days)": "درمیانہ - ہلکی تشویش (3 دن میں)",
  "High - Urgent support (within 24 hours)": "زیادہ - فوری مدد (24 گھنٹے میں)",
  "Crisis - Immediate help needed": "بحران - فوری مدد ضروری",
  "Additional Information": "اضافی معلومات",
  "What would you like to discuss? (Optional)": "آپ کیا بات کرنا چاہتے ہیں؟ (اختیاری)",
  "Briefly describe what you'd like support with...": "مختصراً بتائیں کہ آپ کس مدد کے خواہاں ہیں...",
  "This helps us assign the most suitable counsellor for your needs.": "یہ ہمیں آپ کے لیے سب سے موزوں کاؤنسلر مقرر کرنے میں مدد دیتا ہے۔",
  "Submit Appointment Request": "ملاقات کی درخواست جمع کریں",
  "Our Counsellors": "ہمارے کاؤنسلرز",
  "Important Information": "اہم معلومات",
  "All sessions are completely confidential and HIPAA compliant": "تمام سیشن مکمل طور پر خفیہ اور HIPAA کے مطابق ہیں",
  "Sessions are typically 50 minutes long": "سیشن عموماً 50 منٹ کے ہوتے ہیں",
  "We'll confirm your appointment within 24 hours": "ہم 24 گھنٹوں میں آپ کی ملاقات کی تصدیق کریں گے",
  "If you're experiencing a mental health emergency:": "اگر آپ ذہنی صحت کے بحران میں ہیں:",
  "Call 988": "کال کریں 988",
  "Call (555) 123-4567": "کال کریں (555) 123-4567",
  "Campus Crisis Line": "کیمپس بحران لائن",
  "Appointment Request Submitted": "ملاقات کی درخواست جمع کر دی گئی",
  "We'll contact you within 24 hours to confirm your appointment.": "ہم 24 گھنٹوں میں آپ سے رابطہ کریں گے تاکہ ملاقات کی تصدیق ہو سکے۔",
  "Request Submitted Successfully": "درخواست کامیابی سے جمع کر دی گئی",
  "Thank you for reaching out. Our counselling team will review your request and contact you within 24 hours to schedule your appointment.": "رابطہ کرنے کا شکریہ۔ ہماری کاؤنسلنگ ٹیم آپ کی درخواست کا جائزہ لے گی اور 24 گھنٹوں میں آپ سے رابطہ کرے گی۔",
  "All appointments are confidential": "تمام ملاقاتیں خفیہ ہیں",
  "Response within 24 hours": "24 گھنٹوں کے اندر جواب",
  "Return Home": "ہوم واپس جائیں",
  "Activities": "سرگرمیاں",
  "All Resources": "تمام وسائل",
  "Stress Management": "دباؤ کا انتظام",
  "Anxiety Support": "پریشانی کی مدد",
  "Sleep Health": "نیند کی صحت",
  "Academic Wellness": "علمی بہبود",
  "Wellness Resources": "فلاح و بہبود کے وسائل",
  "Mental Health Resources": "ذہنی صحت کے وسائل",
  "Explore our curated collection of articles, audio guides, and videos designed to support your mental wellness journey.": "ہمارے منتخب شدہ مضامین، آڈیو رہنما، اور ویڈیوز کا مجموعہ دریافت کریں جو آپ کے ذہنی فلاح و بہبود کے سفر کی حمایت کے لیے ڈیزائن کیا گیا ہے۔",
  "Search resources...": "وسائل تلاش کریں...",
  "article": "مضمون",
  "audio": "آڈیو",
  "video": "ویڈیو",
  "Save": "محفوظ کریں",
  "By": "کے ذریعے",
  "Read Article": "مضمون پڑھیں",
  "Listen Now": "اب سنیں",
  "Watch Video": "ویڈیو دیکھیں",
  "No resources found": "کوئی وسائل نہیں ملے",
  "Try adjusting your search terms or selecting a different category.": "اپنے تلاش کے الفاظ کو ایڈجسٹ کریں یا کسی مختلف زمرہ کا انتخاب کریں۔",

  "Understanding Test Anxiety: Strategies for Success": "ٹیسٹ کی پریشانی کو سمجھنا: کامیابی کے لیے حکمت عملیاں",
  "Learn evidence-based techniques to manage pre-exam stress and improve academic performance.": "امتحان سے پہلے دباؤ کو قابو پانے اور تعلیمی کارکردگی کو بہتر بنانے کے لیے ثبوت پر مبنی تکنیکیں سیکھیں۔",

  "Building Healthy Sleep Habits in College": "کالج میں صحت مند نیند کی عادات بنانا",
  "Discover how proper sleep hygiene can transform your mental health and academic success.": "جانیں کہ مناسب نیند کی عادات آپ کی ذہنی صحت اور تعلیمی کامیابی کو کیسے بدل سکتی ہیں۔",

  "Mindfulness Techniques for Daily Stress Relief": "روزانہ کے دباؤ سے نجات کے لیے ذہن سازی کی تکنیکیں",
  "Simple mindfulness practices you can use anywhere to reduce stress and increase focus.": "سادہ ذہن سازی کی مشقیں جو آپ کہیں بھی کر سکتے ہیں، دباؤ کم کرنے اور توجہ بڑھانے کے لیے۔",

  "Deep Breathing Exercise for Anxiety": "پریشانی کے لیے گہری سانس لینے کی مشق",
  "Guided breathing meditation to help calm anxiety and promote relaxation.": "رہنمائی شدہ سانس لینے کی مراقبہ جو پریشانی کو کم کرنے اور آرام کو بڑھانے میں مدد دیتی ہے۔",

  "Progressive Muscle Relaxation": "پیش رفت پٹھوں کو آرام دینے کی تکنیک",
  "Complete body scan meditation to release physical tension and mental stress.": "مکمل جسمانی اسکین مراقبہ جسمانی تناؤ اور ذہنی دباؤ کو کم کرنے کے لیے۔",

  "Sleep Stories: Peaceful Forest": "نیند کی کہانیاں: پرسکون جنگل",
  "Calming bedtime story to help you drift off to restful sleep.": "پرسکون سونے کی کہانی جو آپ کو آرام دہ نیند میں لے جانے میں مدد کرتی ہے۔",

  "Study Break Yoga: 10-Minute Desk Stretches": "مطالعے کے وقفے کی یوگا: 10 منٹ کی ڈیسک کی مشقیں",
  "Simple yoga movements you can do at your desk to relieve study stress.": "سادہ یوگا مشقیں جو آپ اپنی میز پر کر سکتے ہیں، مطالعے کے دباؤ کو کم کرنے کے لیے۔",

  "Time Management Strategies for Students": "طلبہ کے لیے وقت کے انتظام کی حکمت عملیاں",
  "Practical techniques to organize your schedule and reduce academic overwhelm.": "اپنی شیڈول کو منظم کرنے اور تعلیمی دباؤ کو کم کرنے کے لیے عملی تکنیکیں۔"
}



